export const provinces2 = {
    "බස්නාහිර": ["කොළඹ", "ගම්පහ", "කළුතර"],
    "මධ්‍යම": ["මහනුවර", "මාතලේ", "නුවර එළිය"],
    "දකුණු": ["ගාල්ල", "මාතර", "හම්බන්තොට"],
    "උතුරු": ["යාපනය", "කිලිනොච්චි", "මන්නාරම", "මුලතිව්", "වවුනියා"],
    "නැගෙනහිර": ["මඩකලපුව", "අම්පාර", "ත්‍රිකුණාමලය"],
    "වයඹ": ["කුරුණෑගල", "පුත්තලම"],
    "උතුරු මැද": ["අනුරාධපුරය", "පොළොන්නරුව"],
    "ඌව": ["බදුල්ල", "මොණරාගල"],
    "සබරගමුව": ["රත්නපුර", "කෑගල්ල"]
  };
  
  export const districtCoordinates2 = {
    "කොළඹ": { lat: 6.9271, lng: 79.8612 },
    "ගම්පහ": { lat: 7.0873, lng: 80.014 },
    "කළුතර": { lat: 6.5833, lng: 79.9607 },
    "මහනුවර": { lat: 7.2906, lng: 80.6337 },
    "මාතලේ": { lat: 7.4675, lng: 80.6234 },
    "නුවර එළිය": { lat: 6.9707, lng: 80.7829 },
    "ගාල්ල": { lat: 6.0535, lng: 80.221 },
    "මාතර": { lat: 5.9485, lng: 80.5353 },
    "හම්බන්තොට": { lat: 6.124, lng: 81.1185 },
    "යාපනය": { lat: 9.6615, lng: 80.0255 },
    "කිලිනොච්චි": { lat: 9.397, lng: 80.3992 },
    "මන්නාරම": { lat: 8.977, lng: 79.9044 },
    "මුලතිව්": { lat: 9.2679, lng: 80.8128 },
    "වවුනියා": { lat: 8.7512, lng: 80.497 },
    "මඩකලපුව": { lat: 7.7102, lng: 81.6924 },
    "අම්පාර": { lat: 7.2916, lng: 81.6725 },
    "ත්‍රිකුණාමලය": { lat: 8.5874, lng: 81.2152 },
    "කුරුණෑගල": { lat: 7.4863, lng: 80.3647 },
    "පුත්තලම": { lat: 8.0362, lng: 79.828 },
    "අනුරාධපුරය": { lat: 8.3114, lng: 80.4037 },
    "පොළොන්නරුව": { lat: 7.9403, lng: 81.0188 },
    "බදුල්ල": { lat: 6.9897, lng: 81.0556 },
    "මොණරාගල": { lat: 6.8728, lng: 81.3509 },
    "රත්නපුර": { lat: 6.6828, lng: 80.3992 },
    "කෑගල්ල": { lat: 7.2514, lng: 80.3464 }
  };
  